Repository: mchilli/cinnamon-spices
Catalog: applets/ssh-manager@mchilli/files/ssh-manager@mchilli/po/*.po
Languages: de

source: Edit Connections
de: Verbindungen bearbeiten

source: Connecting to
de: Verbinden nach

source: Manage your SSH Connections in this Applet.
de: Verwalte deine SSH Verbindungen in diesem Applet.

source: Connections
de: Verbindungen

source: Settings
de: Einstellungen

source: SSH Connections
de: SSH Verbindungen

source: Application
de: Anwendung

source: Group
de: Gruppe

source: User
de: Benutzer

source: Profile
de: Profil

source: Icon
de: Symbol

source: Notification
de: Benachrichtigung

source: Show notifications
de: Zeige Benachrichtigung

source: Terminal application
de: Terminalanwendung

source: Set your default Terminal application.
de: Stellen Sie Ihre Standardterminalanwendung ein.

source: Terminal execution flag
de: Terminal Ausführungs-Flag

source: Set the terminal execution flag to run the ssh command.
de: Stellen Sie die Terminal Ausführung-Flag ein, um den Befehl SSH auszuführen.

source: Custom window title
de: Benutzerdefinierte Fenstertitel

source: Set if the window should be titled with the connection name.
de: Soll das Fenster mit dem Verbindungsnamen betitelt werden.

source: Custom window title flag
de: Benutzerdefinierte Fenstertitel-Flag

source: Set the terminal flag to use a custom window title.
de: Stellen Sie die Terminal-Flag ein, um einen benutzerdefinierten Fenstertitel zu verwenden.

source: Custom terminal profile
de: Benutzerdefinierte Benutzerprofil

source: Set if the terminal should be use a specific profile, defined in connections.
de: Soll das Terminal ein bestimmtes Profil verwenden, das in Verbindungen definiert ist.

source: Custom terminal profile flag
de: Benutzerdefinierte Benutzerprofil-Flag

source: Set the terminal flag to use a custom profile.
de: Stellen Sie die Terminal-Flag ein, um einen benutzerdefiniertes Benutzerprofil zu verwenden.
